{"romainelettuce": 2571, "blackolives": 247, "grapetomatoes": 1408, "garlic": 1336, "pepper": 2211, "purpleonion": 2401, "seasoning": 2677, "garbanzobeans": 1333, "fetacheesecrumbles": 1121, "plainflour": 2296, "groundpepper": 1491, "salt": 2625, "tomatoes": 3098, "groundblackpepper": 1469, "thyme": 3070, "eggs": 1045, "greentomatoes": 1457, "yellowcornmeal": 3357, "milk": 1956, "vegetableoil": 3206, "mayonaise": 1912, "cookingoil": 762, "greenchilies": 1437, "grilledchickenbreasts": 1462, "garlicpowder": 1344, "yellowonion": 3366, "soysauce": 2876, "butter": 375, "chickenlivers": 534, "water": 3241, "wheat": 3250, "blackpepper": 248, "shallots": 2707, "cornflour": 780, "cayennepepper": 467, "onions": 2085, "garlicpaste": 1342, "lemonjuice": 1768, "chilipowder": 572, "passata": 2159, "oil": 2066, "groundcumin": 1481, "bonelesschickenskinlessthigh": 286, "garammasala": 1332, "doublecream": 950, "naturalyogurt": 2022, "bayleaf": 165, "sugar": 2957, "freshgingerroot": 1226, "groundcinnamon": 1477, "vanillaextract": 3180, "groundginger": 1483, "powderedsugar": 2371, "bakingpowder": 136, "oliveoil": 2075, "mediumshrimp": 1927, "choppedcilantro": 624, "jalapenochilies": 1650, "flatleafparsley": 1164, "skirtsteak": 2787, "whitevinegar": 3299, "seasalt": 2671, "chorizosausage": 645, "pistachionuts": 2277, "flour": 1176, "almondextract": 32, "driedcranberries": 968, "freshpineapple": 1251, "pork": 2321, "poblanopeppers": 2308, "corntortillas": 795, "cheddarcheese": 494, "iceberglettuce": 1603, "lime": 1802, "choppedcilantrofresh": 625, "choppedtomatoes": 642, "freshbasil": 1207, "extra": 1069, "virginoliveoil": 3228, "koshersalt": 1715, "pimentos": 2263, "sweetpepper": 2990, "driedoregano": 987, "sharpcheddarcheese": 2712, "swisscheese": 3004, "provolonecheese": 2390, "canolaoil": 432, "mushrooms": 2007, "sausages": 2650, "lowsodiumsoysauce": 1854, "freshginger": 1225, "drymustard": 1019, "greenbeans": 1431, "whitepepper": 3287, "sesameoil": 2703, "scallions": 2657, "shaoxingwine": 2711, "groundturkey": 1502, "crushedredpepperflakes": 858, "cornstarch": 792, "italianparsleyleaves": 1631, "walnuts": 3236, "hotredpepperflakes": 1594, "freshlemonjuice": 1232, "troutfillet": 3124, "garliccloves": 1340, "chipotlechile": 597, "fineseasalt": 1140, "freshcilantro": 1218, "groundcoriander": 1479, "plumtomatoes": 2304, "avocado": 102, "limejuice": 1803, "flanksteak": 1160, "freshparmesancheese": 1246, "all": 26, "purposeflour": 2402, "fatfreelesssodiumchickenbroth": 1096, "choppedfreshchives": 627, "gruyerecheese": 1509, "baconslices": 127, "gnocchi": 1372, "fatfreemilk": 1098, "cookingspray": 764, "tumeric": 3128, "vegetablestock": 3211, "naan": 2016, "redlentils": 2473, "redchilipeppers": 2460, "spinach": 2896, "sweetpotatoes": 2993, "greekyogurt": 1429, "lemoncurd": 1765, "confectionerssugar": 736, "raspberries": 2435, "italianseasoning": 1639, "broiler": 345, "fryerchicken": 1318, "zestyitaliandressing": 3380, "hotchili": 1579, "asianfishsauce": 95, "redbellpepper": 2454, "chickenbroth": 524, "yellowsquash": 3371, "garlicchilisauce": 1338, "slicedgreenonions": 2799, "broccolini": 341, "freshlimejuice": 1234, "cookedrice": 750, "chickenbreasts": 521, "porkloin": 2336, "roastedpeanuts": 2554, "hoisinsauce": 1567, "creamypeanutbutter": 826, "choppedfreshmint": 629, "thaibasil": 3056, "rice": 2518, "ricenoodles": 2521, "beansprouts": 175, "romatomatoes": 2574, "low": 1841, "fatmayonnaise": 1102, "bakingpotatoes": 135, "spicybrownmustard": 2892, "sesameseeds": 2705, "redpepper": 2475, "yellowpeppers": 3367, "extrafirmtofu": 1071, "broccoli": 339, "orangebellpepper": 2091, "arrowrootpowder": 84, "redcurrypaste": 2463, "marinarasauce": 1894, "linguine": 1812, "capers": 436, "olives": 2079, "lemonzest": 1775, "lomeinnoodles": 1831, "lightsoysauce": 1798, "driedblackmushrooms": 960, "chives": 606, "oystersauce": 2123, "darksoysauce": 906, "peanuts": 2182, "cabbage": 387, "herbs": 1559, "freshtomatoes": 1264, "paprika": 2144, "mango": 1883, "stock": 2936, "chilepepper": 557, "slicedmushrooms": 2801, "sherry": 2719, "gratedparmesancheese": 1419, "heavycream": 1552, "spaghetti": 2877, "cookedchicken": 744, "greenbellpepper": 1432, "eggrollwrappers": 1044, "sweetandsoursauce": 2974, "molasses": 1990, "shreddedcabbage": 2738, "groundpork": 1492, "carrots": 449, "flourtortillas": 1178, "cheese": 495, "breakfastsausages": 330, "largeeggs": 1739, "boilingwater": 271, "hotsauce": 1595, "potatoes": 2360, "bacon": 121, "freshparsley": 1247, "andouillesausage": 55, "cajunseasoning": 392, "peanutoil": 2181, "celery": 468, "groundredpepper": 1493, "shrimp": 2759, "onionpowder": 2083, "firmtofu": 1147, "turnips": 3148, "palmsugar": 2129, "slicedchicken": 2796, "fishsauce": 1152, "limewedges": 1809, "greenpapaya": 1447, "chilepowder": 558, "tamarindpaste": 3025, "chinesechives": 581, "crushedgarlic": 852, "greenonions": 1446, "whitesugar": 3296, "driedbasil": 958, "dicedtomatoes": 929, "parsley": 2150, "worcestershiresauce": 3346, "hotpeppersauce": 1593, "creoleseasoning": 833, "breadslices": 328, "greatnorthernbeans": 1425, "sageleaves": 2611, "chinesefive": 584, "spicepowder": 2890, "chickenthighs": 545, "staranise": 2916, "creamcheese": 816, "shreddedcheddarcheese": 2740, "black": 231, "eyedpeas": 1078, "tortillachips": 3114, "collardgreens": 722, "hamhock": 1533, "chickenstock": 541, "applecider": 66, "freshlygroundpepper": 1236, "bayleaves": 166, "rib": 2515, "lightbrownsugar": 1786, "largegarliccloves": 1744, "hoagierolls": 1565, "salami": 2619, "giardiniera": 1354, "mozzarellacheese": 1997, "pepperoni": 2217, "icecubes": 1605, "clubsoda": 679, "whiterum": 3293, "turbinado": 3134, "enchiladasauce": 1053, "picantesauce": 2234, "greenpepper": 1449, "cannedblackbeans": 422, "shreddedlettuce": 2747, "sourcream": 2865, "salmonfillets": 2621, "cuminseed": 872, "currypowder": 883, "serranochile": 2697, "sauce": 2645, "chickenbreasthalves": 520, "lettuceleaves": 1783, "choppedonion": 639, "mandarinoranges": 1881, "orangeliqueur": 2096, "yellowcakemix": 3354, "frosting": 1276, "fennelbulb": 1114, "grapefruitjuice": 1403, "whitecornmeal": 3274, "bacondrippings": 123, "buttermilk": 380, "crabboil": 805, "oldbayseasoning": 2071, "crawfish": 814, "sirloin": 2774, "mirin": 1975, "cornoil": 790, "glassnoodles": 1364, "sake": 2614, "shiitake": 2724, "napacabbage": 2018, "whippingcream": 3260, "extrasharpcheddarcheese": 1076, "quickcookinggrits": 2411, "montereyjack": 1993, "crushedredpepper": 857, "mussels": 2009, "basil": 155, "drywhitewine": 1026, "finelychoppedonion": 1138, "bakingsoda": 137, "honey": 1572, "unsaltedbutter": 3162, "lemon": 1763, "pesto": 2227, "whitewine": 3300, "breadcrumbs": 323, "curry": 880, "lowsodiumbeefbroth": 1848, "coldwater": 719, "allspice": 29, "freshthyme": 1262, "groundbeef": 1468, "meltedbutter": 1932, "matchagreenteapowder": 1909, "choppedwalnuts": 643, "coarsesalt": 681, "fenugreek": 1116, "uraddal": 3175, "whiterice": 3290, "pizzacrust": 2291, "part": 2155, "skimmozzarellacheese": 2780, "yukongoldpotatoes": 3377, "fatsourcream": 1109, "leeks": 1760, "fatmilk": 1103, "lemongrass": 1767, "unsweetenedcoconutmilk": 3172, "peanutsauce": 2183, "spareribs": 2885, "tamarisoysauce": 3027, "goldenbrownsugar": 1379, "drysherry": 1024, "chickenlegs": 533, "ghee": 1352, "tomatopaste": 3102, "groundturmeric": 1504, "crackedblackpepper": 807, "mincedbeef": 1962, "driedthyme": 1006, "ginger": 1357, "chillies": 575, "crushedtomatoes": 859, "freshrosemary": 1256, "bonelessporkloin": 292, "pappardelle": 2142, "coconutmilk": 698, "eggplant": 1043, "jasminerice": 1661, "gochujangbase": 1376, "toproundsteak": 3110, "ricevinegar": 2529, "vanilla": 3176, "largeeggyolks": 1741, "orangejuiceconcentrate": 2095, "pumpkinpur\u00e9e": 2396, "marshmallowcreme": 1898, "toastedpecans": 3085, "maplesyrup": 1889, "groundnutmeg": 1488, "brownsugar": 359, "serranoham": 2699, "manchegocheese": 1880, "dijonmustard": 935, "sourdough": 2866, "burgerbuns": 371, "pankobreadcrumbs": 2139, "chickpeaflour": 548, "sriracha": 2915, "chickpeas": 549, "greens": 1452, "tahini": 3020, "groundcloves": 1478, "wholenutmegs": 3316, "groundcardamom": 1470, "italianbread": 1625, "balsamicvinegar": 142, "sausagecasings": 2647, "shreddedmozzarellacheese": 2751, "roastedredpeppers": 2557, "pennepasta": 2206, "saffron": 2608, "warmwater": 3237, "preservedlemon": 2382, "harissa": 1541, "couscous": 803, "cayenne": 466, "fatskimmedchickenbroth": 1107, "pittedkalamataolives": 2288, "fat": 1084, "sweetenedcondensedmilk": 2982, "ice": 1602, "espresso": 1063, "freshasparagus": 1206, "pecans": 2195, "crumbledbluecheese": 844, "chuck": 648, "hamburgerbuns": 1532, "okrapods": 2069, "watercress": 3243, "selfrisingflour": 2690, "softenedbutter": 2848, "foodcolouring": 1183, "madeira": 1871, "foiegras": 1180, "demi": 915, "glace": 1363, "sherryvinegar": 2720, "whitebread": 3265, "fenugreekleaves": 1117, "blackmustardseeds": 246, "amchur": 43, "coriander": 767, "fingerlingpotatoes": 1142, "ramps": 2427, "blackpeppercorns": 249, "cinnamonsticks": 668, "cardamompods": 444, "corianderseeds": 769, "asiago": 93, "wholewheatpasta": 3327, "sweetonion": 2987, "chestnuts": 511, "granulatedsugar": 1400, "wholemilkricottacheese": 3314, "coffeeicecream": 710, "mascarpone": 1905, "rum": 2597, "semisweetchocolate": 2693, "babyspinachleaves": 119, "choppedgarlic": 632, "largeshrimp": 1745, "barley": 152, "cookedham": 746, "starchypotatoes": 2918, "gratednutmeg": 1416, "sirlointiproast": 2777, "steak": 2919, "vegetableshortening": 3210, "finelychoppedfreshparsley": 1137, "vinegar": 3224, "wholemilk": 3312, "heavywhippingcream": 1553, "kahl\u00faa": 1679, "instantespressopowder": 1618, "epazote": 1059, "radishes": 2417, "oregano": 2105, "whiteonion": 3285, "hominy": 1571, "tomatillos": 3095, "pepitas": 2210, "catfishfillets": 459, "basmatirice": 160, "cauliflower": 461, "cumin": 871, "bloodorange": 260, "lowsaltchickenbroth": 1847, "whitewinevinegar": 3301, "tomatosauce": 3105, "shreddedcarrots": 2739, "englishmuffins": 1055, "vegetableoilcookingspray": 3207, "choppedgreenbellpepper": 633, "prawns": 2372, "riceflour": 2520, "seasoningsalt": 2679, "lasagnanoodles": 1747, "ranchdressing": 2428, "evaporatedmilk": 1067, "mincedgarlic": 1963, "redwinevinegar": 2500, "bonelesschoppork": 288, "chilepaste": 555, "lowersodiumsoysauce": 1844, "darksesameoil": 905, "raisins": 2422, "pearlbarley": 2186, "sliveredalmonds": 2806, "chocolatebars": 608, "marshmallows": 1899, "choppedcelery": 623, "mustardpowder": 2013, "cod": 704, "mincedonion": 1965, "drybreadcrumbs": 1016, "goldenraisins": 1382, "margarine": 1890, "mace": 1868, "candiedorangepeel": 415, "gratedlemonzest": 1415, "driedcurrants": 969, "darkbrownsugar": 898, "noodles": 2048, "babybokchoy": 109, "blackbeansauce": 234, "redpotato": 2477, "chinesericewine": 589, "blackbeans": 233, "quinoa": 2413, "frozencorn": 1287, "vegetablebroth": 3204, "yellowbellpepper": 3353, "orange": 2090, "duck": 1028, "driedmintflakes": 983, "pennerigate": 2207, "fetacheese": 1120, "raselhanout": 2434, "groundlamb": 1484, "largeeggwhites": 1740, "reduced": 2482, "napacabbageleaves": 2019, "chickenlegquarters": 532, "cucumber": 870, "long": 1832, "grainrice": 1392, "crustybread": 861, "babypotatoes": 117, "piloncillo": 2260, "groundallspice": 1466, "freshoregano": 1244, "chocolatemorsels": 614, "creamsweetenwhip": 825, "instantespressogranules": 1617, "unflavoredgelatin": 3161, "poundcake": 2367, "pinenuts": 2270, "zucchini": 3383, "babycarrots": 110, "freshbasilleaves": 1208, "asparagusspears": 98, "frozenpeas": 1302, "arboriorice": 81, "yellowcrooknecksquash": 3358, "chipotlesinadobo": 603, "instantwhiterice": 1620, "cilantroleaves": 663, "redbeans": 2452, "skinlesschickenthighs": 2785, "limezest": 1810, "condensedcreamofmushroomsoup": 730, "condensedcreamofchickensoup": 729, "leangroundbeef": 1754, "mexicancheeseblend": 1940, "chunkysalsa": 656, "tacoseasoningmix": 3015, "pineapplejuice": 2268, "darkrum": 904, "daikon": 893, "porkribs": 2340, "gojiberries": 1377, "oysters": 2122, "salsa": 2623, "demerarasugar": 914, "eggwhites": 1047, "fruit": 1316, "frozenpastrypuffsheets": 1300, "mixedspice": 1986, "parsnips": 2154, "chilioil": 567, "brownmustardseeds": 354, "unsaltedcashews": 3163, "thaigreencurrypaste": 3060, "kecapmanis": 1686, "basilleaves": 157, "chiliflakes": 565, "chickentenderloin": 543, "creolestyleseasoning": 834, "condensedcheddarcheesesoup": 726, "refriedbeans": 2501, "gratedjackcheese": 1413, "eggyolks": 1048, "asparagus": 97, "freshleavspinach": 1230, "cheesetortellini": 501, "cherrytomatoes": 508, "navybeans": 2024, "nonfatmilk": 2042, "grannysmithapples": 1397, "lard": 1736, "pecorinoromanocheese": 2197, "freshfavabean": 1224, "italiansausage": 1636, "pastasheets": 2163, "spinachleaves": 2897, "floracuisine": 1173, "currypaste": 882, "bone": 273, "inchickenbreasts": 1613, "whitehominy": 3281, "driedchilepeppers": 965, "frozenwhippedtopping": 1313, "chocolateinstantpudding": 613, "grahamcrackercrumbs": 1389, "fennelseeds": 1115, "kalamata": 1681, "kielbasa": 1698, "celeryribs": 471, "ham": 1530, "moongdal": 1994, "capsicum": 438, "greenmango": 1444, "toastedsesameoil": 3088, "tofu": 3093, "short": 2732, "driedshiitakemushrooms": 1001, "gari": 1335, "turkishbayleaves": 3146, "driedchickpeas": 963, "semolina": 2694, "vineripenedtomatoes": 3225, "bittersweetchocolate": 229, "fatfreeyogurt": 1100, "skimmilk": 2778, "angelfoodcake": 57, "unsweetenedcocoapowder": 3171, "instantespresso": 1616, "organicchicken": 2108, "anise": 60, "zinfandel": 3381, "orangeblossomhoney": 2092, "calimyrnafigs": 404, "clove": 677, "plainwhole": 2299, "milkyogurt": 1959, "reducedsodiumsoysauce": 2496, "beefstock": 204, "chuckroast": 649, "cornflakescereal": 779, "coleslaw": 720, "garlicsalt": 1346, "chilipaste": 568, "redpepperflakes": 2476, "kiwi": 1705, "asianpear": 96, "cheesfrescoqueso": 502, "swisschard": 3003, "vealcutlets": 3192, "pasta": 2161, "wakame": 3232, "scalliongreens": 2656, "wontonwrappers": 3344, "peeledfreshginger": 2201, "nonstickspray": 2047, "choppedfreshthyme": 631, "chickenbones": 516, "slice": 2791, "anchovyfillets": 51, "crustyrolls": 862, "coconutoil": 699, "almondflour": 33, "coconutaminos": 692, "greenpeas": 1448, "clams": 672, "bonelessskinlesschickenbreasthalves": 298, "seasonedricewinevinegar": 2676, "snowpeas": 2834, "hard": 1537, "boiledegg": 267, "artichokehearts": 85, "stuffing": 2951, "corianderpowder": 768, "maidaflour": 1876, "pitabreadrounds": 2280, "gratedgruy\u00e8recheese": 1412, "udon": 3151, "redmiso": 2474, "silkentofu": 2769, "buttonmushrooms": 386, "wholepeeledtomatoes": 3318, "shreddedmontereyjackcheese": 2750, "pickledjalapenos": 2239, "broccolirabe": 342, "parmigianoreggianocheese": 2149, "fontina": 1181, "thaichile": 3057, "peppercorns": 2212, "refrigeratedpiecrusts": 2508, "creamofchickensoup": 819, "frozenpeasandcarrots": 1303, "lowsodiumchickenbroth": 1852, "pastasauce": 2162, "oliveoilflavoredcookingspray": 2077, "frozenchoppedspinach": 1286, "skimricottacheese": 2781, "manicottishells": 1886, "fettucine": 1123, "parmesancheese": 2147, "chickenbouillon": 517, "chilipastewithgarlic": 569, "tacosauce": 3013, "guacamole": 1510, "salsaverde": 2624, "condiments": 735, "porkshoulderroast": 2347, "tortillas": 3115, "rosepetals": 2582, "almonds": 38, "pistachios": 2278, "chickenwings": 547, "drumstick": 1015, "greenchile": 1436, "peeledtomatoes": 2204, "chicken": 514, "chiles": 559, "adobosauce": 13, "anchopowder": 49, "chipotlechilepowder": 598, "oldelpasoflourtortillas": 2074, "cranberrysauce": 813, "beer": 209, "chilisauce": 573, "beefribshort": 194, "misopaste": 1978, "seaweed": 2680, "dashi": 907, "freshdill": 1223, "yoghurt": 3374, "phyllo": 2231, "kefalotyri": 1687, "okra": 2068, "crackercrumbs": 808, "philadelphiacreamcheese": 2230, "crabmeat": 806, "savoycabbage": 2654, "bonelesschickenthighs": 287, "potatostarch": 2364, "creamoftartar": 822, "semi": 2692, "sweetchocolatemorsels": 2978, "cakeflour": 395, "ricottacheese": 2533, "serrano": 2696, "steel": 2925, "cutoats": 890, "hazelnuts": 1549, "hazelnutoil": 1548, "sweetcherries": 2976, "fireroasteddicedtomatoes": 1143, "redkidneibeans": 2470, "rinsanddrain": 2537, "wasabipaste": 3239, "blacksesameseeds": 253, "japanesesoysauce": 1658, "freshsalmon": 1258, "driedporcinimushrooms": 994, "dryredwine": 1021, "hotwater": 1597, "fatfreelesssodiumbeefbroth": 1095, "creminimushrooms": 831, "creolemustard": 832, "preparedhorseradish": 2376, "celerysalt": 473, "shrimpandcrabboilseasoning": 2760, "turnipgreens": 3147, "butternutsquash": 383, "apples": 72, "countryham": 800, "frozenedamamebeans": 1289, "wholekernelcorn": 3310, "drain": 953, "strongwhitebreadflour": 2950, "saltedbutter": 2627, "sunfloweroil": 2967, "kalonji": 1684, "instantyeast": 1621, "freshcoriander": 1219, "cookedwhiterice": 755, "mixedmushrooms": 1983, "woodearmushrooms": 3345, "vegetables": 3209, "tacoseasoning": 3014, "bellpepper": 213, "bonelessskinlesschickenbreasts": 299, "shreddedcheese": 2741, "leaves": 1759, "canesugar": 418, "saltandgroundblackpepper": 2626, "slicedblackolives": 2794, "choppedgreenchilies": 635, "rosemaryleaves": 2580, "driedrosemary": 997, "waterchestnuts": 3242, "drainedandchopped": 954, "chinesecabbage": 579, "dippingsauces": 943, "leangroundpork": 1756, "picodegallo": 2250, "cheeseslices": 498, "chorizo": 644, "frenchbread": 1197, "drieddillweed": 972, "redwine": 2499, "lamb": 1725, "plainyogurt": 2300, "kale": 1682, "mexicanbeer": 1938, "bonelessbeefshortribs": 281, "guajillo": 1511, "saffronthreads": 2609, "freshspinach": 1260, "cannellinibeans": 429, "shortening": 2734, "pears": 2189, "lightpancakesyrup": 1794, "puffpastry": 2392, "applecidervinegar": 67, "boneinchickenthighs": 275, "freshbayleaves": 1209, "cilantro": 662, "skinlesschickenbreasts": 2783, "lightsourcream": 1797, "favabeans": 1112, "freshtarragon": 1261, "kidneybeans": 1697, "orzopasta": 2115, "drileavthyme": 1012, "wasabi": 3238, "jumboshrimp": 1674, "stickyrice": 2931, "whitesesameseeds": 3295, "choppedalmonds": 621, "babyarugula": 107, "tequila": 3054, "margaritamix": 1892, "crust": 860, "grits": 1465, "pecanhalves": 2194, "cornsyrup": 793, "superfinesugar": 2969, "blackberries": 235, "whiskey": 3262, "lukewarmwater": 1861, "activedryyeast": 9, "freshmint": 1238, "jamaicanjerkseason": 1652, "chickendrumsticks": 527, "pitas": 2284, "goatcheese": 1374, "gingerroot": 1362, "ribeyesteaks": 2516, "hotbeanpaste": 1577, "medjooldate": 1930, "dicedbellpepper": 919, "cream": 815, "smokedpaprika": 2822, "reducedfatmilk": 2489, "garlicpuree": 1345, "greencardamompods": 1435, "tomatopur\u00e9e": 3103, "pickledjalapenopeppers": 2238, "romainelettuceleaves": 2572, "cremamexicana": 829, "chilesauce": 560, "quesofresco": 2408, "bostonlettuce": 305, "persiancucumber": 2225, "peanutbutter": 2180, "ricepaper": 2522, "koreanchileflakes": 1713, "redchilepowder": 2458, "bonelesschickenbreast": 283, "cashewnuts": 451, "kasurimethi": 1685, "mustardoil": 2012, "gingerpaste": 1360, "cinnamon": 667, "tomatoketchup": 3101, "tostadashells": 3119, "grouper": 1508, "cornkernels": 786, "ricottasalata": 2534, "pecorinocheese": 2196, "granapadano": 1394, "kaffirlimeleaves": 1678, "corn": 770, "sobanoodles": 2837, "galangal": 1331, "greencurrypaste": 1438, "bambooshoots": 143, "choppednuts": 638, "bourbonwhiskey": 312, "ketchup": 1690, "rhubarb": 2514, "liquid": 1815, "storeboughtlowsodiumchickenstock": 2941, "saffloweroil": 2607, "jeera": 1662, "cardamom": 443, "crema": 827, "salmonsteaks": 2622, "jam": 1651, "springonions": 2907, "freerangeegg": 1191, "jicama": 1669, "dicedcelery": 920, "shreddedsharpcheddarcheese": 2756, "dinnerrolls": 942, "fenugreekseeds": 1118, "boilingpotatoes": 270, "babyspinach": 118, "tunasteaks": 3133, "spices": 2891, "octopuses": 2064, "vidaliaonion": 3219, "smokedgouda": 2817, "smallredpotato": 2812, "tuna": 3129, "freerefriedbeans": 1193, "freshlime": 1233, "groundwhitepepper": 1507, "bertolli": 216, "classicooliveoil": 674, "bertollivineyardpremiumcollectmarinarawithburgundiwinesauc": 217, "breadcrumbfresh": 322, "oz": 2124, "groundveal": 1505, "beef": 179, "solidpackpumpkin": 2855, "freshthymeleaves": 1263, "grapeseedoil": 1407, "organicsugar": 2110, "driedcherry": 962, "strawmushrooms": 2946, "haricotsverts": 1540, "waxbeans": 3246, "prosciutto": 2388, "romanocheese": 2573, "cookedshrimp": 752, "strawberries": 2943, "greenpeppercorns": 1450, "porkloinchops": 2337, "chipotlepeppers": 600, "filet": 1130, "thymeleaves": 3071, "coffeebeans": 708, "veganmargarine": 3200, "porkshoulder": 2344, "parsleyleaves": 2152, "freshraspberries": 1254, "frozenwholekernelcorn": 1315, "russetpotatoes": 2601, "mexicanchorizo": 1942, "colbycheese": 716, "half": 1526, "dryvermouth": 1025, "cannedlowsodiumchickenbroth": 427, "freshlemon": 1231, "toastedsesameseeds": 3089, "paneercheese": 2136, "thaifishsauce": 3059, "englishcucumber": 1054, "fillets": 1134, "porktenderloin": 2351, "shell": 2715, "onshrimp": 2089, "steamedwhiterice": 2923, "caramelsauce": 440, "chilipepper": 570, "bonelessskinlesschicken": 297, "seasonedbreadcrumbs": 2674, "beanthreads": 176, "sourdoughbaguette": 2867, "greencardamom": 1434, "szechwanpeppercorns": 3007, "cookingwine": 765, "driedchile": 964, "rocksugar": 2568, "beanpaste": 172, "browncardamom": 348, "legoflamb": 1761, "redkidneybeans": 2471, "freshmushrooms": 1241, "redradishes": 2479, "granulatedgarlic": 1399, "beans": 173, "jackcheese": 1645, "ricotta": 2532, "reducedsodiumchickenbroth": 2495, "mungbeansprouts": 2004, "sesamepaste": 2704, "pickledvegetables": 2243, "jaggery": 1648, "coconut": 691, "firmlypackedbrownsugar": 1144, "choppedpecans": 641, "spam": 2880, "ricecakes": 2519, "kimchi": 1700, "tapiocastarch": 3037, "chili": 561, "cidervinegar": 661, "dressing": 955, "salad": 2615, "tunafillets": 3130, "choppedparsley": 640, "polenta": 2310, "oliveoilcookingspray": 2076, "cauliflowerflorets": 462, "sweetchilisauce": 2977, "oldelpaso": 2072, "pillsbury": 2259, "refrigeratedcrescentdinnerrolls": 2505, "refrigeratedcrescentrolls": 2506, "redenchiladasauce": 2465, "seascallops": 2673, "gratelimepeel": 1422, "bottledclamjuice": 306, "sun": 2964, "driedtomatoesinoil": 1008, "unsalteddryroastpeanuts": 3165, "driedredchilepeppers": 995, "cookedbrownrice": 743, "bokchoy": 272, "yellowmustard": 3364, "baguette": 128, "orangezest": 2101, "fennel": 1113, "saltedroastpeanuts": 2632, "oniontops": 2088, "mustard": 2010, "cornmeal": 788, "gratedlemonpeel": 1414, "slicedalmonds": 2793, "gratedorange": 1417, "freshredchili": 1255, "naturalpeanutbutter": 2020, "gratedorangepeel": 1418, "mincedginger": 1964, "orangejuice": 2094, "chiligarlicpaste": 566, "masaharina": 1903, "cr\u00e8mefra\u00eeche": 865, "double": 949, "actingbakingpowder": 8, "duckbreasthalves": 1029, "californiabayleaves": 403, "mintleaves": 1972, "vanillalowfatyogurt": 3183, "pestosauce": 2228, "arugula": 88, "shreddedcoconut": 2742, "glutinousriceflour": 1371, "lentils": 1776, "vermicellinoodles": 3217, "pickledcarrots": 2237, "whiteradish": 3289, "soften": 2847, "coconutsugar": 701, "whitecorntortillas": 3275, "plantains": 2301, "eggnoodles": 1042, "beefshank": 197, "friedgarlic": 1271, "summersquash": 2963, "ciabatta": 659, "juice": 1672, "freshherbs": 1229, "plumsauce": 2303, "dough": 952, "coarseseasalt": 682, "driedkidneybeans": 979, "smokedhamhocks": 2820, "briecheese": 333, "wheatgerm": 3255, "bonelessribeyesteaks": 295, "vermicelli": 3216, "birdchile": 220, "cheeseravioli": 497, "italianseasonedbreadcrumbs": 1637, "meatbones": 1916, "dicedonions": 925, "heartsofpalm": 1550, "coconutcream": 693, "flaxseedmeal": 1171, "coconutflour": 696, "slawmix": 2790, "chunkypeanutbutter": 655, "pickles": 2246, "freecottagecheese": 1189, "oven": 2119, "readylasagnanoodles": 2447, "radicchio": 2416, "sweetpaprika": 2988, "andouillesausagelinks": 56, "teabags": 3049, "rosemarysprigs": 2581, "rubbedsage": 2595, "cannedbeefbroth": 421, "kaleleaves": 1683, "chickennoodlesoup": 536, "genoasalami": 1351, "capicola": 437, "tablecream": 3010, "gratingcheese": 1423, "dill": 937, "chocolatesauce": 615, "quail": 2403, "caster": 455, "shiso": 2729, "extralargeeggs": 1072, "italiansaladdressingmix": 1635, "dashikombu": 908, "driedbonitoflakes": 961, "whitemiso": 3283, "mixedgreens": 1982, "roundsteaks": 2592, "saltines": 2633, "barbecuesauce": 151, "icewater": 1606, "asparagustips": 99, "nutmeg": 2059, "freshchives": 1217, "artichokes": 86, "portabellomushroom": 2354, "mediumeggs": 1924, "allspiceberries": 30, "nori": 2051, "tomatillosalsa": 3096, "chipotle": 596, "groundchicken": 1472, "whitesandwichbread": 3294, "tamarindpulp": 3026, "mustardseeds": 2014, "louisianahotsauce": 1840, "konbu": 1712, "himalayansalt": 1564, "plainbreadcrumbs": 2294, "cookedquinoa": 749, "gluten": 1367, "freetamari": 1194, "uncookmediumshrimp": 3159, "peelanddevein": 2199, "horseradish": 1575, "catfish": 458, "basilpestosauce": 158, "aioli": 20, "driedtomatoes": 1007, "cocoapowder": 690, "pasillapepper": 2158, "mexicancheese": 1939, "roastedtomatoes": 2560, "cornchips": 774, "chinesenoodles": 587, "fettuccinepasta": 1122, "softfreshgoatcheese": 2849, "choppedfreshsage": 630, "lagerbeer": 1724, "poblanochiles": 2306, "vinaigrettedressing": 3223, "redbeets": 2453, "boiledeggs": 268, "castersugar": 456, "springrollwrappers": 2908, "breadflour": 325, "chickenfingers": 530, "apricotpreserves": 78, "gingerjuice": 1359, "ricewine": 2530, "frozenspinach": 1308, "lasagne": 1748, "fatfreecreamcheese": 1092, "non": 2035, "reducedfatswisscheese": 2492, "freemayonnaise": 1190, "roastedgarlic": 2552, "sundriedtomatopaste": 2965, "champagnevinegar": 484, "driedtartcherries": 1004, "porcini": 2320, "sourdoughloaf": 2869, "duckfat": 1032, "confit": 737, "unsaltedroastedpeanuts": 3167, "widericenoodles": 3335, "cannedcorn": 426, "lettuce": 1782, "soppressata": 2859, "beefsteak": 201, "biscuits": 224, "lumpcrabmeat": 1862, "vegetablejuice": 3205, "seafoodseasoning": 2669, "applewoodsmokedbacon": 74, "lemonslices": 1773, "chickencutlets": 526, "groundmeat": 1485, "redcabbage": 2456, "wheatflour": 3254, "wheatbran": 3252, "fatbuttermilk": 1086, "wholewheatflour": 3323, "soba": 2836, "mustardgreens": 2011, "orzo": 2114, "vealchops": 3191, "coarsekoshersalt": 680, "anchochilepepper": 47, "masa": 1901, "oilcuredolives": 2067, "pastawater": 2166, "tamarind": 3021, "blacksalt": 252, "brine": 334, "curedblackolives": 874, "porkchops": 2329, "tabascopeppersauce": 3009, "uncookedrigatoni": 3156, "longgrainwhiterice": 1836, "fishfillets": 1151, "redchilipowder": 2461, "rolls": 2570, "cinnamonsugar": 669, "goldendeliciousapples": 1381, "pepperflakes": 2213, "ricesyrup": 2527, "boscpears": 303, "buckwheatnoodles": 363, "curryleaves": 881, "freshlygratedparmesan": 1235, "hassavocado": 1545, "bread": 319, "lowersodiumchickenbroth": 1843, "frozenblueberries": 1280, "peaches": 2174, "pittedolives": 2289, "florets": 1174, "thymesprigs": 3072, "butterlettuce": 379, "edamame": 1040, "groundcayennepepper": 1471, "toastedcashews": 3081, "shortrib": 2736, "sambalulek": 2636, "coconutvinegar": 702, "stringbeans": 2947, "steamedrice": 2922, "penne": 2205, "mint": 1971, "berries": 215, "figs": 1128, "sprinkles": 2909, "boilingonions": 269, "freshmarjoram": 1237, "criminimushrooms": 837, "oscarmayerbacon": 2116, "campbell": 409, "scondensedtomatosoup": 2663, "porkbelly": 2324, "brusselssprouts": 360, "beefbouillongranules": 183, "deliham": 913, "beefconsomme": 186, "crumbledgorgonzola": 847, "crushedice": 854, "simplesyrup": 2772, "cachaca": 390, "tapiocaflour": 3035, "mildoliveoil": 1954, "guinnessbeer": 1515, "beefbroth": 185, "beefroast": 195, "fontinacheese": 1182, "lambshanks": 1731, "fatfreelowsodiumchickenbroth": 1097, "greekseasoning": 1427, "brownrice": 355, "hellmann": 1556, "crumbs": 850, "sweetenedcoconutflakes": 2981, "bananas": 148, "chipotlesalsa": 601, "refrigeratedbuttermilkbiscuits": 2504, "driedapricot": 957, "pearlonions": 2188, "lemonpepper": 1770, "peeledshrimp": 2203, "groundthyme": 1500, "maltvinegar": 1879, "porkbutt": 2327, "chutney": 657, "driedricenoodles": 996, "italianeggplant": 1629, "sicilianolives": 2768, "mintsprigs": 1973, "peasantbread": 2192, "bakingmix": 134, "poultryseasoning": 2366, "ziti": 3382, "naveloranges": 2023, "gingerale": 1358, "tandoorispices": 3030, "methi": 1937, "curds": 873, "regularsoysauce": 2511, "kraftgratedparmesancheese": 1716, "peas": 2191, "stevia": 2926, "liquidaminos": 1816, "brownlentils": 352, "inchickenbreasthalves": 1612, "smokedsausage": 2824, "driedmincedonion": 982, "slicedham": 2800, "ni\u00e7oiseolives": 2033, "garnish": 1348, "driednavybeans": 986, "wheatberries": 3251, "parsleysprigs": 2153, "polentaprepar": 2311, "allpurposeunbleachedflour": 28, "roastedchestnuts": 2551, "hashbrown": 1544, "stewedtomatoes": 2928, "lightcornsyrup": 1789, "candy": 416, "driedparsley": 989, "varnishclams": 3189, "miso": 1977, "asafoetidapowder": 92, "ravva": 2441, "fatcoconutmilk": 1088, "thairedcurrypaste": 3063, "steamer": 2924, "fish": 1148, "asafetida": 90, "rigatoni": 2536, "pancetta": 2132, "groundsirloin": 1499, "hotitaliansausages": 1589, "frenchrolls": 1203, "jumbopastashells": 1673, "boneinskinlesschickenthigh": 276, "mexicanseasoningmix": 1944, "lightcreamcheese": 1791, "eggsubstitute": 1046, "shiitakemushroomcaps": 2725, "beefbrisket": 184, "minichocolatechips": 1969, "minimarshmallows": 1970, "balsamicvinaigrette": 141, "peppersauce": 2220, "greekstyleplainyogurt": 1428, "asadero": 89, "mildcurrypowder": 1951, "picklingspices": 2249, "teriyakisauce": 3055, "ramennoodles": 2426, "petitepeas": 2229, "glaze": 1365, "chickenmeat": 535, "waxypotatoes": 3247, "flourfordusting": 1177, "whitemushrooms": 3284, "freshpeas": 1250, "bow": 313, "tiepasta": 3073, "seedlessgreengrape": 2682, "countrywhitebread": 802, "greenleaflettuce": 1442, "ricevermicelli": 2528, "flakedcoconut": 1158, "leafparsley": 1751, "garlicpepperseasoning": 1343, "pintobeans": 2276, "freshtomatosalsa": 1265, "nectarines": 2026, "roastredpeppers": 2563, "pittedprunes": 2290, "mediumeggnoodles": 1923, "stirfryvegetableblend": 2935, "madrascurrypowder": 1872, "chickenpieces": 538, "chips": 605, "fatcottagecheese": 1089, "wholewheatlasagnanoodles": 3325, "shreddedparmesancheese": 2753, "frozencornkernels": 1288, "toastedalmonds": 3079, "redcurrantjelly": 2462, "amaretto": 41, "burgers": 372, "driedfig": 974, "softgoat": 2850, "scheese": 2659, "freshgreenbean": 1227, "brewedcoffee": 331, "seasaltflakes": 2672, "apricots": 79, "base": 154, "tart": 3042, "grappa": 1409, "corngrits": 781, "wine": 3338, "beeftenderloin": 206, "marinade": 1893, "sirlointip": 2776, "rutabaga": 2602, "lambleg": 1727, "quick": 2409, "greencabbage": 1433, "wholewheattortillas": 3333, "nutritionalyeast": 2060, "marmite": 1896, "chickenbouillongranules": 518, "dryyeast": 1027, "fieldpeas": 1126, "amaretti": 39, "frozenstrawberries": 1309, "maggi": 1873, "alfredosauce": 25, "wholegrainmustard": 3309, "cornedbeef": 775, "jack": 1644, "hatchgreenchiles": 1546, "morel": 1995, "sliced": 2792, "snappers": 2832, "freshsage": 1257, "cotija": 796, "drycoconut": 1017, "hotpepper": 1592, "dicedgreenchilies": 922, "chilibeans": 563, "tenderloin": 3052, "rotisseriechicken": 2588, "beateneggs": 177, "crackers": 809, "broccoliflorets": 340, "veggies": 3213, "crystallizedginger": 863, "rawhoney": 2445, "sweetener": 2983, "old": 2070, "fashionedoats": 1083, "parmigiano": 2148, "reggianocheese": 2510, "glutenfreesoysauce": 1369, "toastedwalnuts": 3091, "acornsquash": 7, "finesalt": 1139, "snails": 2830, "clarifiedbutter": 673, "saladdressing": 2616, "shrimppaste": 2762, "whitebeans": 3264, "seeds": 2686, "creamofmushroomsoup": 821, "longgrainandwildricemix": 1834, "smokedturkey": 2827, "turkeylegs": 3141, "cornbread": 771, "groundchuck": 1476, "sage": 2610, "lambchops": 1726, "jell": 1663, "squid": 2913, "seafoodstock": 2670, "applejuice": 69, "elbowmacaroni": 1049, "fullycookedham": 1325, "whitecheddarcheese": 3269, "gravy": 1424, "seasonedflour": 2675, "mandarinorangesegments": 1882, "darkmolasses": 903, "scotchbonnetchile": 2665, "lightcoconutmilk": 1788, "cannedchoppedtomatoes": 424, "serranopeppers": 2700, "meat": 1914, "leangroundturkey": 1757, "ladyfingers": 1722, "reducedfatcreamcheese": 2485, "whippedtopping": 3259, "unsweetenedchocolate": 3170, "vietnamesecoriander": 3220, "perilla": 2222, "chilebeanpaste": 552, "dates": 910, "aniseseed": 62, "homemadechickenstock": 1570, "hotcurrypowder": 1584, "grandmarnier": 1395, "pastrycream": 2168, "cognac": 712, "shortbreadcookies": 2733, "fromageblanc": 1274, "greenteapowder": 1456, "freshturmeric": 1267, "whitepeppercorns": 3288, "whitecabbage": 3267, "wheels": 3256, "mexicanoregano": 1943, "cottagecheese": 797, "greenolives": 1445, "scallops": 2658, "gardenpeas": 1334, "maldonseasalt": 1877, "runnyhoney": 2599, "frozenbroccoli": 1282, "freshcurryleaves": 1222, "dillweed": 941, "stone": 2937, "groundcornmeal": 1480, "nonfatricottacheese": 2044, "orangepeel": 2098, "beets": 211, "porkbabybackribs": 2323, "spicedrum": 2889, "jerkseasoning": 1667, "bbqsauce": 168, "mexicanchocolate": 1941, "shells": 2718, "fatcheese": 1087, "cornflakecereal": 776, "frozenorangejuiceconcentrate": 1299, "cherries": 505, "achiotepaste": 5, "tilapia": 3075, "poblanochilies": 2307, "vanillasugar": 3186, "turkey": 3135, "cilantrosprigs": 665, "tilapiafillets": 3076, "drypasta": 1020, "sweetitaliansausage": 2985, "oystermushrooms": 2121, "saladoil": 2618, "prosecco": 2389, "breaddough": 324, "cookedturkey": 753, "mashedpotatoes": 1906, "turkeybroth": 3139, "babylimabeans": 115, "firmsilkentofu": 1146, "chinkiangvinegar": 595, "japaneseeggplants": 1656, "fresca": 1204, "relish": 2512, "slaw": 2789, "whippedcream": 3257, "wildmushrooms": 3336, "fregola": 1195, "lightmayonnaise": 1792, "mushroomcaps": 2006, "chocolatecandybars": 609, "dryroastedpeanuts": 1022, "pineapple": 2266, "msg": 1999, "gailan": 1329, "freshchile": 1215, "litecoconutmilk": 1820, "pitteddate": 2286, "goldensyrup": 1383, "self": 2688, "risingcakeflour": 2540, "pigeonpeas": 2258, "sushirice": 2972, "paneer": 2135, "gramflour": 1393, "soda": 2838, "chaatmasala": 480, "sauerkraut": 2646, "bananapeppers": 147, "bonelesschickenbreasthalves": 284, "peachpreserves": 2177, "lambloinchops": 1728, "sesame": 2701, "bonelessporkshoulder": 293, "soft": 2845, "equalsweetener": 1060, "lemonrind": 1772, "pasillachiles": 2157, "pumpkinseeds": 2397, "mulatochiles": 2001, "truffleoil": 3125, "poppyseeds": 2319, "blanchedalmonds": 259, "rawcashews": 2444, "glutenfreeallpurposeflour": 1368, "xanthangum": 3347, "cake": 394, "icing": 1607, "yeast": 3351, "ahi": 19, "wholecranberrysauce": 3306, "rosewater": 2583, "lotusroots": 1839, "tacoshells": 3017, "colbyjackcheese": 717, "anjoupears": 63, "driedsage": 998, "lambstewmeat": 1734, "yardlongbeans": 3350, "frozenbanana": 1278, "almondbutter": 31, "sausagelinks": 2648, "chambord": 482, "champagne": 483, "curlyendive": 876, "scondensedcreamofchickensoup": 2662, "pacepicantesauce": 2126, "rosemary": 2579, "apricothalves": 75, "dicedtomatoesinjuice": 931, "plums": 2302, "stewingbeef": 2929, "italiansaladdressing": 1634, "shortpasta": 2735, "piedough": 2252, "lemonwedge": 1774, "porterhousesteaks": 2355, "driedtarragonleaves": 1003, "vanillawafers": 3188, "greentea": 1454, "limerind": 1806, "reducedfatcreamypeanutbutter": 2486, "tacotoppings": 3018, "roteltomatoes": 2586, "flatironsteaks": 1163, "roastedsesameseeds": 2559, "dillpickles": 938, "tripe": 3121, "coffeegranules": 709, "plainlow": 2297, "fatyogurt": 1111, "babyportobellomushrooms": 116, "chanterelle": 487, "driedpintobeans": 992, "groundchipotlechilepepper": 1475, "darkcornsyrup": 901, "whitepeaches": 3286, "porklard": 2333, "wholealmonds": 3303, "groundpaprika": 1490, "groundalmonds": 1467, "marjoram": 1895, "orecchiette": 2104, "pepperjack": 2215, "babycorn": 111, "bibblettuce": 218, "cornichons": 783, "lardons": 1737, "peeleddeveinedshrimp": 2200, "sodawater": 2840, "tigerprawn": 3074, "walnuthalves": 3233, "orangeflowerwater": 2093, "andfatfreehalfhalf": 53, "condensedchickenbroth": 727, "carawayseeds": 441, "pastryshell": 2171, "unsaltedchickenstock": 3164, "extraleangroundbeef": 1074, "yellowcurrypaste": 3359, "raspberryjam": 2436, "frozenraspberries": 1306, "spongecake": 2904, "sweetsherry": 2998, "vanillapods": 3184, "frozenmixedthawedvegetables": 1296, "raguoldworldstylepastasauc": 2421, "looselypackedfreshbasilleaves": 1838, "greenlentil": 1443, "wholewheatspaghetti": 3332, "triplesec": 3122, "peartomatoes": 2190, "gaetaolives": 1328, "medium": 1920, "freshoreganoleaves": 1245, "refrigeratedpizzadough": 2509, "chocolate": 607, "potatognocchi": 2363, "oliveoilspray": 2078, "pimenton": 2262, "guajillochiles": 1512, "teas": 3050, "agavenectar": 17, "seltzerwater": 2691, "bitters": 228, "angelhair": 58, "groundtumeric": 1501, "wholecloves": 3305, "redfoodcoloring": 2466, "blackvinegar": 258, "tangerine": 3031, "bakedtortillachips": 133, "reducedfatsharpcheddarcheese": 2491, "cherrypreserves": 507, "amarettoliqueur": 42, "aleppopepper": 24, "plaindrybreadcrumb": 2295, "vegetableoilspray": 3208, "freshchevre": 1214, "nuts": 2061, "pieshell": 2256, "beefsirloin": 200, "cannedchickenbroth": 423, "sugarpea": 2959, "slicedshallots": 2803, "marsalawine": 1897, "baton": 162, "pickledokra": 2240, "purevanillaextract": 2400, "applesauce": 73, "fishstock": 1154, "toastedpeanuts": 3084, "hothousecucumber": 1588, "clamjuice": 671, "risingcornmeal": 2541, "farmercheese": 1081, "yellowfoodcoloring": 3360, "hungarianpaprika": 1599, "halibutfillets": 1528, "lambshoulder": 1732, "tomatoeswithjuice": 3099, "bulgur": 367, "freshorangejuice": 1243, "cantaloupe": 433, "honeydewmelon": 1573, "confitduckleg": 738, "shrimpshells": 2763, "celeryseed": 474, "tablesalt": 3011, "newpotatoes": 2029, "sourdoughbread": 2868, "choppedfreshherbs": 628, "escarole": 1061, "bostonbutt": 304, "smokedkielbasa": 2821, "hotdogbun": 1585, "solefillet": 2854, "serranochilies": 2698, "freshonion": 1242, "mushroomsoysauce": 2008, "yellowrocksugar": 3369, "spanishpaprika": 2883, "thick": 3067, "cutbacon": 887, "whitefleshedfish": 3279, "preparsalsa": 2381, "broth": 346, "dhal": 918, "yellowlentils": 3362, "coffeeliqueur": 711, "whitefishfillets": 3278, "daal": 892, "idli": 1609, "flatanchovy": 1161, "pittedblackolives": 2285, "rotini": 2587, "frozenmixedvegetables": 1297, "rolledoats": 2569, "codfillets": 705, "buckwheatsobanoodles": 364, "wasabipowder": 3240, "reducedfatcoconutmilk": 2484, "vinetomatoes": 3226, "spanishrice": 2884, "shelledpistachios": 2716, "cannedtomatoes": 428, "vietnamesefishsauce": 3221, "porkspareribs": 2348, "pumpkin": 2394, "shoyu": 2737, "blacktea": 254, "granola": 1398, "frozenmixedberries": 1295, "hangersteak": 1536, "pastrydough": 2169, "cookedbacon": 742, "driedmushrooms": 985, "topsirloin": 3111, "pandanusleaf": 2133, "gratedcoconut": 1411, "tapiocapearls": 3036, "chineseeggnoodles": 582, "pastry": 2167, "singlecrustpie": 2773, "shreddedswisscheese": 2757, "lightcream": 1790, "buttercreamfrosting": 378, "calvados": 406, "chestnutmushrooms": 510, "soakingliquid": 2835, "mediumshrimpuncook": 1928, "countrycrock": 799, "spread": 2905, "condensedmilk": 733, "coffee": 707, "slabbacon": 2788, "porkbones": 2326, "bulgurwheat": 368, "espressopowder": 1065, "watermelon": 3245, "buns": 370, "tandooripaste": 3028, "boneless": 279, "skinlesschickenbreast": 2782, "risotto": 2542, "cookedvermicelli": 754, "groundchickenbreast": 1473, "nonfatgreekyogurt": 2041, "processedcheese": 2385, "shreddedreducedfatcheddarcheese": 2755, "freechickenbroth": 1188, "frozenlimeadeconcentrate": 1294, "lightrum": 1796, "orangemarmalade": 2097, "tamarindconcentrate": 3022, "driedlentils": 981, "lightredkidneybeans": 1795, "phyllodough": 2232, "10oz": 0, "thawedandsqueezeddry": 3065, "californiaavocado": 402, "canola": 430, "lowsodiumchickenstock": 1853, "cilantrostems": 666, "masadough": 1902, "cornhusks": 782, "tzatziki": 3150, "pitabread": 2279, "bonelesslamb": 291, "grapefruit": 1402, "habaneropepper": 1523, "gratedromanocheese": 1421, "pimentostuffedgreenolives": 2264, "ditalinipasta": 946, "butterbeans": 376, "soup": 2863, "littleneckclams": 1821, "frozensweetcorn": 1310, "wholewheatbread": 3320, "chilipepperflakes": 571, "crushedpineapple": 855, "apricotnectar": 77, "currysauce": 884, "pappardellepasta": 2143, "toast": 3078, "dulcedeleche": 1033, "freshmozzarella": 1239, "stilton": 2932, "chinesesausage": 592, "glutinousrice": 1370, "fermentedblackbeans": 1119, "keylimejuice": 1694, "picklerelish": 2245, "buttercookingspray": 377, "brandy": 316, "vanillabeans": 3178, "saltpork": 2634, "basmati": 159, "jasmine": 1660, "firmlypackedlightbrownsugar": 1145, "freshcorn": 1220, "shreddedzucchini": 2758, "driedpasta": 990, "sweetriceflour": 2997, "dicedtomatoeswithgarlicandonion": 932, "groundround": 1495, "cookanddrain": 740, "unsweetenedsoymilk": 3174, "frozenlimeade": 1293, "limesoda": 1808, "muenstercheese": 2000, "lobster": 1825, "rocketleaves": 2565, "loinporkroast": 1830, "lemonextract": 1766, "unsweetenedapplejuice": 3169, "wholeallspice": 3302, "bonitoflakes": 301, "smallredbeans": 2811, "aniseextract": 61, "yolk": 3375, "bartlettpears": 153, "vanillaicecream": 3181, "galaapples": 1330, "mexicanstyle4cheeseblend": 1945, "cheesespread": 500, "vegetarianrefriedbeans": 3212, "quinces": 2412, "edibleflowers": 1041, "cornbreadstuffingmix": 773, "centercutloinporkchop": 478, "pumpkinpiespice": 2395, "pancakemix": 2131, "fryerchickens": 1319, "tarragon": 3039, "storeboughtlowsodiumchickenbroth": 2940, "groundchile": 1474, "chilibeansauce": 564, "longbeans": 1833, "salteddryroastedpeanuts": 2629, "mahimahi": 1874, "buffalosauce": 365, "bluecheesedressing": 263, "asafoetida": 91, "nigellaseeds": 2031, "lightalfredosauce": 1784, "cheesfreshmozzarella": 503, "toastednori": 3083, "curlykale": 877, "togarashi": 3094, "lumpiaskins": 1863, "redcapsicum": 2457, "sprouts": 2911, "liquidsmoke": 1818, "herbesdeprovence": 1558, "lager": 1723, "topsirloinsteak": 3112, "wellscrub": 3248, "porkroast": 2342, "polishsausage": 2312, "shrimptails": 2765, "bayscallops": 167, "capellini": 434, "mildcurrypaste": 1950, "fritos": 1273, "whitecorn": 3273, "ponzu": 2317, "veal": 3190, "chard": 489, "goldpotatoes": 1385, "pomegranateseeds": 2316, "pomegranatejuice": 2314, "limeslices": 1807, "caesarsaladdressing": 391, "croutons": 843, "baconbits": 122, "belgianendive": 212, "duckbreasts": 1030, "panko": 2138, "hungariansweetpaprika": 1600, "roastedhazelnuts": 2553, "countrybread": 798, "veganmayonnaise": 3201, "condensedfiestanachocheesesoup": 732, "frozenvegetables": 1312, "greenenchiladasauce": 1439, "choppedgreenchiles": 634, "nonfatyogurt": 2045, "whitefish": 3277, "orbestfoodrealmayonnais": 2103, "chickenfeet": 528, "granmarnier": 1396, "frisee": 1272, "wish": 3342, "boneitaliandressing": 278, "baconfat": 124, "pernod": 2223, "darkchocolate": 899, "evaporatedskimmilk": 1068, "knorrgarlicminicub": 1710, "corntortillachips": 794, "ajwain": 21, "anchovies": 50, "splendabrownsugarblend": 2899, "anaheimchile": 45, "liqueur": 1814, "agedbalsamicvinegar": 18, "kirbycucumbers": 1703, "lowsodiumvegetablebroth": 1858, "limoncello": 1811, "hotchilisauce": 1583, "hotchilipowder": 1582, "bittermelon": 227, "goldenbeets": 1378, "pizzadoughs": 2292, "blackcod": 238, "biscuitmix": 223, "tamarindextract": 3023, "knorr": 1707, "beefbouillon": 182, "shichimitogarashi": 2723, "wintersquash": 3341, "thinpizzacrust": 3068, "chickenbreasttenders": 523, "toastedpinenuts": 3086, "oreo": 2107, "cookies": 757, "beefstockcubes": 205, "leanbeef": 1753, "fleurdesel": 1172, "turkeybreastcutlets": 3138, "atta": 101, "wholewheatpastryflour": 3328, "bonelesschicken": 282, "mackerelfillets": 1870, "roastturkey": 2564, "tomatojuice": 3100, "sugarsyrup": 2961, "cookedchickenbreasts": 745, "linguini": 1813, "artichokheartmarin": 87, "instantrice": 1619, "beefsteaktomatoes": 202, "perciatelli": 2221, "blackmissionfigs": 245, "swordfishsteaks": 3005, "anchovypaste": 52, "farro": 1082, "freshchervil": 1213, "darkbeer": 897, "muscovadosugar": 2005, "sweetpotatoesoryams": 2994, "ican": 1601, "tbelieveit": 3048, "snotbutter": 2833, "dijonstylemustard": 936, "focaccia": 1179, "porksausages": 2343, "mixeddriedfruit": 1981, "cremeanglaise": 830, "nonfatevaporatedmilk": 2040, "bicarbonateofsoda": 219, "rapeseedoil": 2432, "whitericeflour": 3291, "raspberrypreserves": 2438, "sponge": 2903, "doritos": 948, "chucksteaks": 650, "japaneserice": 1657, "pandrippings": 2134, "liquidhoney": 1817, "juniperberries": 1675, "bonelessbeefchuckroast": 280, "shaohsingwine": 2709, "chinesecelery": 580, "whitetruffleoil": 3297, "nonfatcottagecheese": 2038, "custardpowder": 886, "drippings": 1014, "picklingsalt": 2248, "softtofu": 2853, "frangelico": 1185, "masala": 1904, "wholechicken": 3304, "sirloinsteak": 2775, "mincedpork": 1966, "cabernetsauvignon": 389, "rumproast": 2598, "papaya": 2140, "freshprawn": 1253, "dicedchicken": 921, "mirlitons": 1976, "extrasharpwhitecheddarcheese": 1077, "greensplitpeas": 1453, "brownbasmatirice": 347, "nosaltaddedchickenbroth": 2053, "no": 2034, "addedblackbeans": 10, "pig": 2257, "sodabread": 2839, "hotdogs": 1586, "italianstylestewedtomatoes": 1641, "vealstock": 3198, "crepes": 835, "italiantomatoes": 1642, "garlicchives": 1339, "greengarlic": 1440, "earofcorn": 1038, "roseessence": 2578, "khoa": 1695, "chanadal": 485, "caviar": 465, "greek": 1426, "stylevinaigrette": 2954, "dumplings": 1034, "choysum": 647, "driedmixedherbs": 984, "smokedbacon": 2815, "cider": 660, "armagnac": 82, "prunes": 2391, "cocoa": 689, "chickenthighfillets": 544, "yams": 3349, "red": 2449, "brinecuredgreenolives": 335, "splendanocaloriesweetener": 2900, "tomatosalsa": 3104, "pizzasauce": 2293, "flatbread": 1162, "buttermilkbiscuits": 381, "hogcasings": 1566, "rioja": 2538, "porkshoulderbutt": 2346, "smokedsweetspanishpaprika": 2826, "fatback": 1085, "redvermouth": 2498, "stewmeat": 2930, "porkstewmeat": 2349, "porkneck": 2339, "turkeystock": 3144, "suet": 2956, "oatmeal": 2062, "porkblood": 2325, "filepowder": 1129, "blacktealeaves": 255, "maplesugar": 1888, "piecrust": 2251, "canevinegar": 420, "flounderfillets": 1175, "spaghettini": 2878, "wholeokra": 3317, "slicedcucumber": 2797, "ripeolives": 2539, "subbuns": 2955, "balsamicobianco": 139, "turkeybreast": 3137, "vealforstew": 3194, "filletredsnapper": 1133, "bonelesschuckroast": 289, "ravioli": 2440, "rub": 2594, "gorgonzola": 1387, "canadianbacon": 410, "squash": 2912, "condensedtomatosoup": 734, "ros\u00e9wine": 2584, "panettone": 2137, "whitecheese": 3270, "fatfreefrozentopwhip": 1093, "pierogi": 2254, "buckwheatflour": 362, "smokedsalmon": 2823, "dilltips": 940, "calamansijuice": 398, "frozenbreaddough": 1281, "branzino": 317, "wholewheatbreadcrumbs": 3321, "macaroni": 1867, "groundmustard": 1486, "jerkmarinade": 1665, "scotch": 2664, "refrigeratedbiscuits": 2503, "bows": 314, "dillseed": 939, "groundoregano": 1489, "milkchocolate": 1957, "seitan": 2687, "figjam": 1127, "chickenstockcubes": 542, "sofrito": 2844, "groundturkeybreast": 1503, "coconutjuice": 697, "cookingliquid": 760, "kumquats": 1720, "grilledchicken": 1461, "somen": 2857, "unsweetenedshreddeddriedcoconut": 3173, "cilantroroot": 664, "freshparsleyleaves": 1248, "rouille": 2589, "saladgreens": 2617, "wholegraindijonmustard": 3308, "pastryflour": 2170, "starch": 2917, "chineseblackvinegar": 578, "tortellini": 3113, "potatochips": 2359, "rocksalt": 2566, "bakingspray": 138, "chineseeggplants": 583, "fatfreegreekyogurt": 1094, "tabascogreenpeppersauce": 3008, "hummus": 1598, "spanishchorizo": 2881, "jamaicanjerkspice": 1653, "organicvegetablebroth": 2112, "wholemilkgreekyogurt": 3313, "wholewheatpita": 3330, "deveinedshrimp": 917, "custard": 885, "powderedmilk": 2370, "pregotraditionalitaliansauce": 2374, "brownhashpotato": 350, "freshblueberries": 1211, "kochujang": 1711, "bottlegourd": 307, "palmoil": 2128, "driedshrimp": 1002, "passionfruit": 2160, "frozencheeseravioli": 1284, "cocktailcherries": 686, "oreganoleaves": 2106, "milditaliansausage": 1953, "port": 2353, "sandwichrolls": 2641, "whiteflour": 3280, "potatoflour": 2362, "rotelle": 2585, "frenchfriedonions": 1199, "wideeggnoodles": 3334, "sprite": 2910, "idahopotatoes": 1608, "popcorn": 2318, "spanishonion": 2882, "dicedlamb": 924, "seabass": 2666, "essence": 1066, "savory": 2653, "shreddedpepperjackcheese": 2754, "pineapplechunks": 2267, "canela": 417, "sweetcorn": 2979, "creamstylecorn": 824, "breadmix": 327, "roastedcashews": 2550, "yellowbeansauce": 3352, "bananablossom": 144, "bawanggoreng": 164, "neutraloil": 2028, "chiledearbol": 553, "yellowmustardseeds": 3365, "flatleafspinach": 1165, "bonito": 300, "reddeliciousapples": 2464, "brats": 318, "bonelessporkshoulderroast": 294, "chocolatesyrup": 618, "shreddedextrasharpcheddarcheese": 2745, "rabbit": 2414, "venison": 3215, "jelly": 1664, "gyozawrappers": 1519, "bouilloncube": 309, "hotmustard": 1591, "vealshanks": 3197, "yukongold": 3376, "five": 1155, "vinaigrette": 3222, "dicedredonions": 928, "lemonpeel": 1769, "adzukibeans": 15, "shreddedmildcheddarcheese": 2749, "orangerind": 2099, "addeddicedtomatoes": 11, "roastedpumpkinseeds": 2556, "unbakedpiecrusts": 3153, "onionsalt": 2086, "freshshiitakemushrooms": 1259, "lobstermeat": 1826, "irishwhiskey": 1624, "strawberryjam": 2944, "clottedcream": 676, "vanillaessence": 3179, "driedfettuccine": 973, "albacoretunainwater": 22, "turkeytenderloins": 3145, "coco": 688, "coldmilk": 718, "bacongrease": 125, "goldencastersugar": 1380, "largefreerangeegg": 1743, "rawalmond": 2442, "cranberries": 810, "driedapple": 956, "roastingchickens": 2562, "groundsichuanpepper": 1498, "slicedcarrots": 2795, "currant": 879, "portobellocaps": 2356, "beefribs": 193, "nonfatbuttermilk": 2037, "dumplingwrappers": 1035, "blackfungus": 242, "nondairymilk": 2036, "frenchbaguette": 1196, "bakedham": 131, "roast": 2545, "oxtails": 2120, "mixedvegetables": 1987, 